11/data/attachments/4375ee79dc64d86d.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_bf67c9b1-1a73-461f-a668-c0d917324203</nif:username>
            <nif:friendToBeAdded>Troy_their_Actions_43386_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>